[
  {
    "resultados": [
      "No campeonato major Perfect World Shanghai Major 2024, a FURIA terminou na posição de Legends.",
      "No campeonato major PGL CS2 Major Copenhagen 2024, a FURIA terminou na posição de Legends.",
      "No campeonato major BLAST.tv Paris Major 2023, a FURIA terminou na posição de Legends.",
      "No campeonato major IEM Rio Major 2022, a FURIA terminou na posição de 3 a 4.",
      "No campeonato major PGL Major Antwerp 2022, a FURIA terminou na posição de 5 a 8, sendo eliminada nas quartas de final.",
      "No campeonato major PGL Major Stockholm 2021, a FURIA terminou na posição de 5 a 8, sendo eliminada nas quartas de final.",
      "No campeonato major StarLadder Major Berlin 2019 Challengers Stage, a FURIA terminou na posição de Challengers.",
      "No campeonato major IEM Katowice 2019 Challengers Stage, a FURIA terminou na posição de Challengers.",
      "A FURIA já participou de 8 Majors no total e nunca venceu um Major."
    ],
    "majors": "A Furia já participou de 8 majors no total e nunca venceu"
  },
  {
    "resultados": [
      "No campeonato major Perfect World Shanghai Major 2024, FalleN jogou pela FURIA e alcançou a posição de Legends.",
      "No campeonato major PGL CS2 Major Copenhagen 2024, FalleN jogou pela FURIA e alcançou a posição de Legends.",
      "No campeonato major IEM Rio Major 2022 Challengers Stage, FalleN jogou pela Imperial e alcançou a posição de Challengers.",
      "No campeonato major PGL Major Antwerp 2022, FalleN jogou pela Imperial e alcançou a posição de Legends.",
      "No campeonato major PGL Major Stockholm 2021, FalleN jogou pela Liquid e alcançou a posição de Legends.",
      "No campeonato major StarLadder Major Berlin 2019, FalleN jogou pela MIBR e alcançou a posição de Legends.",
      "No campeonato major IEM Katowice 2019, FalleN jogou pela MIBR e alcançou a posição de 3 a 4.",
      "No campeonato major FACEIT Major 2018, FalleN jogou pela MIBR e alcançou a posição de 3 a 4.",
      "No campeonato major ELEAGUE Major 2018, FalleN jogou pela SK e alcançou a posição de 3 a 4.",
      "No campeonato major PGL Major Krakow 2017, FalleN jogou pela SK e alcançou a posição de 5 a 8.",
      "No campeonato major ELEAGUE Major 2017, FalleN jogou pela SK e alcançou a posição de 3 a 4.",
      "No campeonato major ESL One Cologne 2016, FalleN jogou pela SK e alcançou a posição de 1º lugar.",
      "No campeonato major MLG Columbus 2016, FalleN jogou pela Luminosity e alcançou a posição de 1º lugar.",
      "No campeonato major DreamHack Open Cluj-Napoca 2015, FalleN jogou pela Luminosity e alcançou a posição de 5 a 8.",
      "No campeonato major ESL One Cologne 2015, FalleN jogou pela Luminosity e alcançou a posição de 5 a 8.",
      "No campeonato major ESL One Katowice 2015, FalleN jogou pela Keyd e alcançou a posição de 5 a 8."
    ],
    "majors": "FalleN já participou de 16 Majors no total e venceu 2 deles."
  },
  {
    "resultados": [
      "No campeonato major Perfect World Shanghai Major 2024, yuurih jogou pela FURIA e alcançou a posição de Legends",
      "No campeonato major PGL CS2 Major Copenhagen 2024, yuurih jogou pela FURIA e alcançou a posição de Legends",
      "No campeonato major BLAST.tv Paris Major 2023, yuurih jogou pela FURIA e alcançou a posição de Legends",
      "No campeonato major IEM Rio Major 2022, yuurih jogou pela FURIA e alcançou a posição de 3 a 4",
      "No campeonato major PGL Major Antwerp 2022, yuurih jogou pela FURIA e alcançou a posição de 5 a 8",
      "No campeonato major PGL Major Stockholm 2021, yuurih jogou pela FURIA e alcançou a posição de 5 a 8",
      "No campeonato major StarLadder Major 2019 Challengers Stage, yuurih jogou pela FURIA e alcançou a posição de Challengers",
      "No campeonato major IEM Katowice 2019 Challengers Stage, yuurih jogou pela FURIA e alcançou a posição de Challengers"
    ],
    "majors": "yuurih já participou de 8 majors no total e nunca venceu"
  },
  {
    "resultados": [
      "No campeonato major Perfect World Shanghai Major 2024, yekindar jogou pela Liquid e alcançou a posição de 5 a 8",
      "No campeonato major BLAST.tv Paris Major 2023, yekindar jogou pela Liquid e alcançou a posição de 5 a 8",
      "No campeonato major IEM Rio Major 2022, yekindar jogou pela Liquid e alcançou a posição de Legends",
      "No campeonato major PGL Major Antwerp 2022, yekindar jogou pela Outsiders e alcançou a posição de Legends",
      "No campeonato major PGL Major Stockholm 2021, yekindar jogou pela Virtus.pro e alcançou a posição de 5 a 8"
    ],
    "majors": "yekindar já participou de 5 majors no total e nunca venceu"
  },
  {
    "resultados": [
      "No campeonato major Perfect World Shanghai Major 2024, kscerato jogou pela FURIA e alcançou a posição de Legends",
      "No campeonato major PGL CS2 Major Copenhagen 2024, kscerato jogou pela FURIA e alcançou a posição de Legends",
      "No campeonato major BLAST.tv Paris Major 2023, kscerato jogou pela FURIA e alcançou a posição de Legends",
      "No campeonato major IEM Rio Major 2022, kscerato jogou pela FURIA e alcançou a posição de 3 a 4",
      "No campeonato major PGL Major Antwerp 2022, kscerato jogou pela FURIA e alcançou a posição de 5 a 8",
      "No campeonato major PGL Major Stockholm 2021, kscerato jogou pela FURIA e alcançou a posição de 5 a 8",
      "No campeonato major StarLadder Major 2019 Challengers Stage, kscerato jogou pela FURIA e alcançou a posição de Challengers",
      "No campeonato major IEM Katowice 2019 Challengers Stage, kscerato jogou pela FURIA e alcançou a posição de Challengers"
    ],
    "majors": "kscerato já participou de 8 majors no total e nunca venceu"
  },
  { "resultados": [], "majors": "molodoy nunca disputou um major" }
]
