{
  "history": "O primeiro investimento da FURIA foi no Counter-Strike: Global Offensive. A equipe faria sua primeira aparição em um Campeonato Major apenas dois anos após sua fundação no IEM Katowice Major 2019, embora tenham sido eliminados na primeira fase do torneio. A FURIA continuou a melhorar pelo resto do ano, terminando em segundo lugar na 7ª temporada do Esports Championship Series (ECS). Em setembro de 2020, a FURIA venceu a 12ª temporada da ESL Pro League da América do Norte, edição que foi separada dos times europeus por conta da pandemia de COVID-19. Em 2021, fechou o chamado 'Acordo do Louvre' com a ESL, que tornou a equipe parceira permanente da ESL Pro League. No ano seguinte, esse acordo foi renovado até 2025. A equipe foi a primeira colocada da região das Américas indo para o PGL Major Stockholm 2021, e chegou até nas quartas de final. A equipe também foi eliminada nas quartas de final do PGL Major Antwerp 2022. Em 7 de outubro de 2022, a FURIA se classificou para o IEM Rio Major 2022. Com um enorme apoio da torcida em seu país, a FURIA superou as expectativas e conseguiu ir até as semifinais, até então sua melhor colocação em um Major. No dia 3 de julho de 2023, a FURIA anunciou as contratações de Gabriel 'FalleN' Toledo e Marcelo 'chelo' Cespedes, ambos vindos da Imperial. No dia 16 de abril de 2024, a FURIA anunciou que Andrei 'arT' Piovezan foi movido ao banco de reservas, o jogador estava na equipe desde Fevereiro de 2018, sendo o capitão em grande parte deste período, Andrei foi um dos grandes responsáveis na ascensão da FURIA á nível internacional. Kayke 'kye' Bertolucci, membro do time de base, integrou temporariamente a equipe titular. No mesmo dia a organização anunciou que Nicholas 'guerri' Nogueira, um dos fundadores da organização e membro de longo prazo, saiu do papel de treinador para assumir a posição de Head de Esports. No dia 9 de julho de 2024, a FURIA anunciou através de um grande comunicado, a renovação dos contratos de Kaike 'KSCERATO' Cerato e Yuri 'yuurih' Santos por mais três anos, e anunciou Felipe 'skullz' Medeiros como o novo integrante da equipe titular de CS2. Na comissão técnica, os analistas Hunter 'Lucid' Tucker e Viacheslav 'innersh1ne' Britvin, respectivamente estado-unidense e russo, se juntaram á Sid 'sidde' Macedo, treinador principal. Essas mudanças foram descritas como um grande passo visando a adição de jogadores de outras nacionalidades no futuro."
}
