{
  "composicao": [
    "O treinador do time é o sidde, que esta no time ha 9 meses, ja esteve presente em 140 mapas jogados pela equipe, 0 trofeus desde a sua chegada, winrate de 49%",
    "Yuurih é um dos jogadores da equipe, já atua ha 7 anos e 5 meses pela Furia, com 1335 mapas jogados e 'Rating 2.1' igual a 1.17",
    "KSCERATO é um dos jogadores da equipe, já atua ha 7 anos e 2 meses pela Furia, com 1310 mapas jogados e 'Rating 2.1' igual a 1.19",
    "FalleN é um dos jogadores da equipe, já atua ha 1 ano e 9 meses pela Furia, com 309 mapas jogados e 'Rating 2.1' igual a 1.01. É o capitão do time",
    "molodoy é um dos jogadores da equipe, já atua ha 1 mes pela Furia, com 0 mapas jogados e sem 'Rating 2.1'",
    "YEKINDAR é um dos jogadores da equipe, já atua ha 1 mes pela Furia, com 0 mapas jogados e sem 'Rating 2.1'",
    "Chelo foi jogador da Furia por 1 ano e 9 meses, com 309 mapas jogados e 'Rating 2.1' de 1.00. Atualmente está no banco do time, não atuando mais",
    "skullz foi jogador da Furia por 9 meses, com 140 mapas jogados e 'Rating 2.1' de 0.99. Atualmente está no banco do time, não atuando mais"
  ],
  "descricao_da_organizacao": "A organização Furia é brasileira, atualmente ocupa a posicao #18 no ranking Valve e posicao #16 no ranking global. Está em uma sequencia de 0 vitórias e taxa de vitória nos ultimos 3 meses de 36.8%",
  "historia": "Fundada em agosto de 2017 em Uberlândia, Minas Gerais, a FURIA foi fruto da idealização do empresário Jaime Pádua, que já planejava investir nos esportes eletrônicos, e dos também empresários André Akkari (jogador de pôquer profissional) e Cris Guedes. Esses dois tinham planos semelhantes e atribuíram a Jaime a missão de conduzir o projeto. No decorrer dos anos, a FURIA foi evoluindo no cenário mundial dos esportes eletrônicos, alcançando marcas históricas entre equipes brasileiras. A organização já possuía escritórios menores em São Paulo e nos Estados Unidos, mas foi em novembro de 2020 que foi anunciado uma estrutura maior na capital paulista, com o objetivo de comportar seus funcionários e times profissionais. Em 2023, anunciou uma nova sede em Mellieħa, Malta, para disputar com mais facilidade torneios que acontecem na Europa.",
  "historico": "Em 2017, a Furia jogou 15 partidas/series. Em 2018, a Furia jogou 72 partidas/series. Em 2019, a Furia jogou 88 partidas/series. Em 2020, a Furia jogou 74 partidas/series. Em 2021, a Furia jogou 58 partidas/series. Em 2022, a Furia jogou 44 partidas/series. Em 2023, a Furia jogou 52 partidas/series. Em 2024, a Furia jogou 54 partidas/series. Em 2025, a Furia jogou 21 partidas/series"
}
